import React from "react";
import { Container } from "reactstrap";
const Community = () => {
	return (
		<Container style={{ direction: "rtl" }}>
			<div class="container-card-content">
				<header class="boot-col-md-12 page__header entry-header">
					<div class="single page-meta">
						{" "}
						<h1 class="entry-title">קהילת אלפא בלוג </h1>
					</div>
				</header>
				<div class="entry-content">
					<p>
						<strong>ברוכים הבאים לאלפא בלוג</strong>
					</p>

					<p>
						{" "}
						פלטפורמה המוקדשת לכתיבה, ולשיתוף חוויות{" "}
						<span style={{ textDecoration: "underline" }}>באופן אנונימי</span>
					</p>

					<p>
						<strong>שמור על אנונימיות</strong>
					</p>

					<p>
						שמור את הפרטים האישיים שלך, כגון שם, טלפון כתובת ותמונות, פרטיים
					</p>

					<p>אל תחשוף בכוונה את זהותך או זהותם של משתמשים אחרים</p>

					<p>
						השתמש בשמות ומיקומים בדויים במידת הצורך כדי להגן על האנונימיות&nbsp;
					</p>

					<p></p>

					<p>
						<strong>כבד את הפרטיות של המשתמשים האחרים</strong>
					</p>

					<p>אם אתה מזהה משתמש מהכתיבה שלו, אל תחשוף את זהותו </p>

					<p>התייחסו לכל המשתמשים בכבוד והימנעו משימוש בשפה פוגענית</p>

					<p>הטרדה או קללות בפוסטים ובתגובות שלכם</p>

					<p>אין לכתוב על משתמשים אחרים, לאסוף את הנתונים שלהם </p>

					<p>לדרג או לסקור את הבלוגים שלהם ללא רשותם המפורשת</p>

					<p></p>

					<p>
						<strong>אזהרות תוכן</strong>
					</p>

					<p>
						אם הפוסט שלך מכיל תוכן רגיש, אנא ספק אזהרה ברורה בהתחלה או בכותרת
						הפוסט שלך
					</p>

					<p></p>

					<p>
						<strong>שימוש אישי בלבד</strong>
					</p>

					<p>אלפא בלוג מיועד לשימוש אישי. אל תשתמש בפלטפורמה כדי למכור </p>

					<p>לקדם או להציג פרסומות של מוצרים, חברות או עיסוקים מקצועיים </p>

					<p>מבלי שקיבלת לכך הסכמה מראש בכתב מאלפא בלוג</p>

					<p></p>

					<p>
						<strong>הגנה על חשבונך</strong>
					</p>

					<p> צוות אלפא בלוג לעולם לא יבקש את המידע האישי או הסיסמה שלך</p>

					<p></p>

					<p>
						<strong>הגבלת גיל</strong>
					</p>

					<p>
						הפלטפורמה מיועדת למבוגרים מעל גיל 18. אם אתה קטין, נא לא להשתמש
						באלפא בלוג
					</p>

					<p>
						<strong>אלפא בלוג בתקופת הרצה</strong>
					</p>

					<p>
						יתכנו באגים שעדיין לא התגלו, שגיאות וכ’ו ועל לכן נדרשת הבנה וסבלנות
					</p>

					<p>
						support@alphablog.blog אנחנו כמובן נהיה קשובים ולכל שאלה בעיה או
						בקשה ניתן לפנות אלינו במייל{" "}
					</p>

					<p>
						הנחיות הקהילה עשויות להתעדכן מזמן לזמן, דף זה זמין בתפריט האתר בבקשה
						בקר מידי פעם בדף זה על מנת לקרוא את ההנחיות העדכניות ביותר
					</p>

					<p>
						אי ציות להנחיות הקהילה הללו עלול לגרום למחיקת תוכן שכתבת או לסגירת
						חשבונך ללא הודעה מוקדמת
					</p>

					<p>
						{" "}
						על ידי שימוש באלפא בלוג, אתה מסכים לציית להנחיות אלה ולתרום לחוויה
						חיובית עבור כל המשתמשים
					</p>

					<p>
						<strong>
							דף הנחיות זה מופיע פעם אחת לאחר אישור החשבון, לאחר מכן תוכלו תמיד
							להתחבר באופן ישיר אל חשבונכם
						</strong>
					</p>

					<p>
						<strong>כתיבה ושימוש מהנה באלפא בלוג</strong>
					</p>
				</div>
			</div>
		</Container>
	);
};

export { Community };
