import React from "react";
import { Container } from "reactstrap";
const PrivacyPolicy = () => {
	return (
		<Container style={{ direction: "rtl" }}>
			<div class="container-card-content">
				<header class="boot-col-md-12 page__header entry-header">
					<div class="single page-meta">
						{" "}
						<h1 class="entry-title">מדיניות הפרטיות באלפא בלוג </h1>
					</div>
				</header>
				<div class="entry-content">
					<p>עודכן לאחרונה בתאריך: 18 למרץ 2023</p>

					<p>
						מדיניות פרטיות זו מתארת כיצד אלפא בלוג (“אנחנו”, “אנחנו” או “שלנו”)
						אוספת, משתמשת וחושפת את המידע האישי שלך כאשר אתה משתמש בפלטפורמת
						הבלוגים שלנו (“השירות”). על ידי שימוש בשירות, אתה מסכים לאיסוף,
						שימוש וחשיפה של המידע האישי שלך בהתאם למדיניות פרטיות זו. אנו עשויים
						לעדכן את מדיניות הפרטיות הזו מעת לעת. כל שינוי יתפרסם בדף זה, והמשך
						השימוש שלך בשירות לאחר פרסום השינויים מהווה הסכמה שלך למדיניות
						הפרטיות המתוקנת
					</p>

					<p>
						<strong>מידע שאנו אוספים</strong>
					</p>

					<p>
						א) מידע אישי: כאשר אתה נרשם לחשבון בשירות, אנו עשויים לאסוף מידע
						אישי, כגון שמך, כתובת הדוא”ל שלך וכל מידע אחר שתבחר לספק
					</p>

					<p>
						ב) תוכן משתמש: אנו אוספים כל תוכן שאתה שולח לשירות, כולל אך לא רק
						פוסטים, הערות, תמונות וקישורים
					</p>

					<p>
						ג) נתוני שימוש: אנו אוספים מידע על האופן שבו אתה משתמש בשירות, כולל
						הדפים שבהם אתה מבקר, משך הזמן שהיית בדפים אלה וסטטיסטיקות שימוש
						אחרות
					</p>

					<p>
						ד) נתונים טכניים: אנו אוספים מידע טכני על המכשיר וחיבור האינטרנט
						שלך, כגון כתובת האיי פיי שלך, סוג הדפדפן, מערכת ההפעלה ומידע קשור
						אחר
					</p>

					<p>
						<strong>כיצד אנו משתמשים במידע שלך</strong>
					</p>

					<p>אנו משתמשים במידע האישי שלך למטרות שונות, כולל</p>

					<p>א) לספק, לתחזק ולשפר את השירות</p>

					<p>ב) כדי לתקשר איתך לגבי חשבונך, השירות וכל עדכונים או שינויים</p>

					<p>
						ג) כדי להתאים אישית את החוויה שלך בשירות, כולל המלצה על תוכן שאנו
						חושבים שעשוי לעניין אותך
					</p>

					<p>
						ד) כדי לאכוף את התנאים וההגבלות שלנו ולהגן על הזכויות, הרכוש או
						הבטיחות של שם החברה, המשתמשים שלנו או אחרים
					</p>

					<p>
						ה) כדי לעמוד בהתחייבויות משפטיות, צווי בית משפט או בקשות מרשויות
						אכיפת החוק או שירותי חירום
					</p>

					<p>
						ו) לנתח נתוני שימוש ומגמות כדי לשפר את השירות ולפתח תכונות
						ופונקציונליות חדשות&nbsp;
					</p>

					<p>ז) לכל מטרה אחרת שלשמה אתה נותן את הסכמתך</p>

					<p>
						<strong>כיצד אנו משתפים את המידע שלך</strong>
					</p>

					<p>
						אנו עשויים לחלוק את המידע האישי שלך עם צדדים שלישיים בנסיבות הבאות
					</p>

					<p>א) בהסכמתך</p>

					<p>
						ב) לספקי השירותים והשותפים שלנו המסייעים לנו במתן, תחזוקה ושיפור
						השירות
					</p>

					<p>
						ג) כדי לעמוד בהתחייבויות משפטיות, צווי בית משפט או בקשות מרשויות
						אכיפת החוק או שירותי חירום
					</p>

					<p>
						ד) כדי לאכוף את התנאים וההגבלות שלנו או להגן על הזכויות, הרכוש או
						הבטיחות של שם החברה, המשתמשים שלנו או אחרים
					</p>

					<p>
						ה) בקשר למיזוג, רכישה או מכירה של נכסים, ובמקרה זה המידע האישי שלך
						עשוי להיות מועבר לישות הרוכשת
					</p>

					<p>
						<strong>ביטחון</strong>
					</p>

					<p>
						אנו נוקטים באמצעי זהירות סבירים כדי להגן על המידע האישי שלך מפני
						גישה, שימוש או חשיפה בלתי מורשית. עם זאת, שום שיטת שידור דרך
						האינטרנט או אחסון אלקטרוני אינה מאובטחת לחלוטין, ואיננו יכולים
						להבטיח את האבטחה המוחלטת של המידע האישי שלך
					</p>

					<p>
						<strong>שמירת המידע שלך</strong>
					</p>

					<p>
						אנו שומרים את המידע האישי שלך כל עוד נדרש כדי למלא את המטרות שלשמן
						הוא נאסף, לעמוד בהתחייבויות המשפטיות שלנו, לפתור מחלוקות ולאכוף את
						ההסכמים שלנו
					</p>

					<p>הזכויות והבחירות שלך</p>

					<p>
						ייתכן שיש לך זכויות ובחירות מסוימות לגבי המידע האישי שלך, בהתאם
						לתחום השיפוט שלך. אלה עשויים לכלול את הזכות לגשת, לתקן או למחוק את
						המידע האישי שלך, או להתנגד או להגביל את העיבוד של המידע האישי שלך
						כדי לממש כל אחת מהזכויות הללו, אנא צור איתנו קשר בכתובת הדוא”ל שבסוף
						מסמך זה
					</p>

					<p>
						<strong>קישורים של צד שלישי</strong>
					</p>

					<p>
						השירות עשוי להכיל קישורים לאתרים או שירותים של צד שלישי שאינם בבעלות
						או בשליטת שם החברה. אין לנו שליטה על התוכן, מדיניות הפרטיות או
						הנוהלים של אתרים או שירותים של צד שלישי ואינו נוטלים עליו אחריות.
						אנו ממליצים לך בחום לקרוא את מדיניות הפרטיות של כל אתר או שירות של
						צד שלישי
					</p>

					<p>
						<strong>העברות נתונים בינלאומיות</strong>
					</p>

					<p>
						המידע האישי שלך עשוי להיות מועבר, מאוחסן ועובד במדינות שאינן מדינת
						המגורים שלך, כולל ארצות הברית. על ידי שימוש בשירות, אתה מסכים להעברת
						המידע האישי שלך למדינות שבהן חוקי הגנת מידע עשויים להיות שונים מאשר
						מדינת המגורים שלך
					</p>

					<p>
						<strong>פרטיות ילדים</strong>
					</p>

					<p>
						השירות אינו מיועד לשימוש על ידי אנשים מתחת לגיל 18 או גיל הבגרות
						הרלוונטי במדינת מגוריו, הגבוה מביניהם. איננו אוספים ביודעין מידע
						אישי מאף אחד מתחת לגיל 18. אם אתה מתחת לגיל 18, נא לא להשתמש בשירות
						או לספק לנו מידע אישי כלשהו. אם נודע לנו שאספנו מידע אישי מילד מתחת
						לגיל 18, ננקוט בצעדים למחיקת מידע זה
					</p>

					<p>
						<strong>שינויים במדיניות הפרטיות הזו</strong>
					</p>

					<p>
						אנו עשויים לעדכן את מדיניות הפרטיות הזו מעת לעת. כל שינוי יתפרסם בדף
						זה, והמשך השימוש שלך בשירות לאחר פרסום השינויים מהווה הסכמה שלך
						למדיניות הפרטיות המתוקנת
					</p>

					<p>
						<strong>צור קשר</strong>
					</p>

					<p>
						אם יש לך שאלות או חששות לגבי מדיניות פרטיות זו או נוהלי הפרטיות
						שלנו, אנא צור איתנו קשר בכתובת
					</p>

					<p>support@alphablog.blog</p>

					<p>שימוש מהנה באלפא בלוג!</p>
				</div>
			</div>
		</Container>
	);
};

export { PrivacyPolicy };
