import React from "react";
import { Image } from "react-bootstrap";
import { Container } from "reactstrap";
const Terms = () => {
	return (
		<Container style={{ direction: "rtl" }}>
			<div class="container-card-content">
				<header class="boot-col-md-12 page__header entry-header">
					<div class="single page-meta">
						{" "}
						<h1 class="entry-title">תנאי השימוש באתר אלפא בלוג </h1>
					</div>
				</header>
				<div class="entry-content">
					<p>תנאי שימוש באתר אלפא בלוג</p>

					<p>עודכן לאחרונה בתאריך: 17 למרץ 2023</p>

					<p>ברוכים הבאים לבלוג אלפא!&nbsp;</p>

					<p>
						תנאים והגבלות אלה (“תנאים”, “תנאים והגבלות”) מסדירים את השימוש שלך
						בשירות אלפא בלוג
					</p>

					<p>
						התנאים מנוסחים בלשון זכר מטעמי נוחות בלבד אך מיועדים לשני המינים.
					</p>

					<p>
						&nbsp;אנא קרא את התנאים וההגבלות הללו בעיון לפני השימוש בשירות&nbsp;
					</p>

					<p>
						הגישה שלך לשירות והשימוש בו מותנים בהסכמתך לתנאים אלה ועמידתך
						בהם&nbsp;
					</p>

					<p>
						תנאים אלה חלים על כל המבקרים, המשתמשים ואחרים המעוניינים לגשת לשירות
						או להשתמש בו
					</p>

					<p>
						על ידי גישה או שימוש בשירות, אתה מסכים להיות מחויב לתנאים אלה אם
						אינך מסכים עם חלק כלשהו מהתנאים, אין לך הרשאה לגשת ולהשתמש בשירות
					</p>

					<p>
						<strong>שימוש בשירות</strong>
					</p>

					<p>
						על ידי שימוש בשירות, אתה מצהיר ומתחייב שאתה בן 18 לפחות, או שהגעת
						לגיל הבגרות בתחום השיפוט שלך, ואתה בעל הכשירות המשפטית להיכנס לתנאים
						אלה
					</p>

					<p>
						&nbsp;.אם אינך בגיל הנדרש או שאין לך את הכשירות המשפטית, אסור לך
						להשתמש בשירות
					</p>

					<p>
						<strong>חשבונות משתמש ופרופילים</strong>
					</p>

					<p>
						כאשר אתה יוצר אצלנו חשבון, אתה מבטיח שהמידע שאתה מספק מדויק, מלא
						ועדכני. מידע לא מדויק, לא שלם או מיושן עלול לגרום לסגירה מיידית של
						חשבונך בשירות
					</p>

					<p>
						אתה אחראי לשמירה על סודיות החשבון והסיסמה שלך, לרבות אך לא מוגבל
						להגבלת הגישה למחשב ו/או לחשבון שלך&nbsp;
					</p>

					<p>
						אתה מסכים לקבל אחריות על כל פעילות או פעולות המתרחשות תחת חשבונך
						ו/או הסיסמה שלך, בין אם הסיסמה שלך נמצאת בשירות שלנו או בשירות של צד
						שלישי&nbsp;
					</p>

					<p>
						עליך להודיע לנו מיד לאחר שנודע לך על כל הפרת אבטחה או שימוש לא מורשה
						בחשבונך
					</p>

					<p>
						<strong>תוכן משתמש</strong>
					</p>

					<p>
						אתה שומר על כל הזכויות שלך על כל תוכן שאתה שולח, מפרסם או מציג
						בשירות או באמצעותו (“תוכן משתמש”), ואתה האחראי הבלעדי להגנה על
						זכויות אלה. על ידי שליחת, פרסום או הצגת תוכן משתמש, אתה מעניק לנו
						זכות לא בלעדית, כלל עולמית, תמידית, בלתי חוזרת, ללא תמלוגים, ניתנת
						לרישיון משנה להשתמש, לשכפל, לשנות, להתאים, לפרסם, לתרגם, ליצור
						יצירות נגזרות, להפיץ, ולהציג תוכן משתמש כזה בכל מדיה או שיטות הפצה
						המוכרות כעת או שפותחו מאוחר יותר
					</p>

					<p>
						אתה מצהיר ומתחייב כי תוכן המשתמש הוא שלך (בבעלותך) או שיש לך את
						הזכות להשתמש בו ולהעניק לנו את הזכויות והרישיון כמפורט בתנאים אלה,
						וכן פרסום תוכן המשתמש שלך בשירות או באמצעותו אינו מפר את זכויות
						הפרטיות, זכויות הפרסום, זכויות היוצרים, זכויות החוזים או כל זכויות
						אחרות של כל אדם או ישות.
					</p>

					<p>
						&nbsp;אתה מסכים לשלם עבור כל התמלוגים, העמלות וכל כספים אחרים
						המגיעים לכל אדם או ישות בשל תוכן המשתמש שלך
					</p>

					<p>
						<strong>אחריות תוכן</strong>
					</p>

					<p>
						אתה מבין ומסכים שכל תוכן שאתה מעלה, מפרסם או מציג בשירות או
						באמצעותו, לרבות תוכן משתמש, הוא באחריותך הבלעדית. אין לנו שליטה על
						התוכן, מדיניות הפרטיות או הנוהלים של אתרי אינטרנט או שירותים של צד
						שלישי, ואין לנו אחריות לגביהם. בנוסף, אתה מאשר ומסכים שלא נישא
						באחריות או באחריות, במישרין או בעקיפין, לכל נזק או הפסד שנגרמו או
						נטען שנגרמו על ידי או בקשר עם השימוש או הסתמכות על כל תוכן, סחורה או
						שירותים המוצגים באתר
					</p>

					<p>
						<strong>תוכן אסור</strong>
					</p>

					<p>
						אתה מסכים לא לפרסם, להעלות או לשדר כל תוכן שהוא בלתי חוקי, מזיק,
						מאיים, פוגעני, מטריד, משמיץ, וולגרי, מגונה, לשון הרע, חודר לפרטיות
						של אחר, שונא, או גזעני, אתני או מעורר התנגדות אחרת. הפרה של הוראה זו
						עלולה לגרום לסגירה מיידית של חשבונך והסרת התוכן האסור ללא הודעה
						מוקדמת
					</p>

					<p>
						<strong>ניהול והסרה של תוכן</strong>
					</p>

					<p>
						אנו שומרים לעצמנו את הזכות, אך לא מחויבים, לפקח ולסקור את כל תוכן
						המשתמש הנשלח לשירות. יש לנו את הזכות להסיר, לערוך או להשבית כל תוכן
						משתמש לפי שיקול דעתנו הבלעדי, מכל סיבה או ללא סיבה, לרבות אך לא רק
						תוכן שאנו מאמינים, לפי שיקול דעתנו הבלעדי, מפר את התנאים הללו, את
						המדיניות שלנו החוקים והתקנות. איננו אחראים לכל אובדן או נזק שייגרמו
						כתוצאה מפעולות כאלה
					</p>

					<p>
						<strong>קניין רוחני</strong>
					</p>

					<p>
						השירות והתוכן המקורי של אתר אלפא בלוג (למעט תוכן משתמש), תכונות
						ופונקציונליות הם ויישארו בבעלותם הבלעדית של אלפא בלוג ומעניקי
						הרישיונות שלה
					</p>

					<p>
						<strong>הגבלת אחריות</strong>
					</p>

					<p>
						בשום מקרה אלפא בלוג, וגם לא הדירקטורים, העובדים, השותפים, הסוכנים,
						הספקים או השותפים שלה, לא יהיו אחראים לכל נזק עקיף, מקרי, מיוחד,
						תוצאתי או עונשי, לרבות, ללא הגבלה, אובדן רווחים, נתונים, שימוש,
						מוניטין או הפסדים בלתי מוחשיים אחרים, הנובעים מ-(i) הגישה שלך או
						השימוש שלך או חוסר יכולת לגשת או מהשימוש בשירות; כל התנהגות או תוכן
						של צד שלישי כלשהו בשירות כל תוכן שהתקבל מהשירות; ו- גישה בלתי
						מורשית, שימוש או שינוי של השידורים או התוכן שלך, בין אם מבוססים על
						אחריות, חוזה, עוולה (כולל רשלנות), או כל תיאוריה משפטית אחרת, בין אם
						הודיעו לנו על האפשרות של נזק כזה ובין אם לאו, ואף אם יימצא סעד הקבוע
						כאן ככשל בתכליתו המהותית
					</p>

					<p>
						<strong>שיפוי</strong>
					</p>

					<p>
						אתה מסכים להגן, לשפות ולחזק את אלפא בלוג&nbsp; ואת בעל הרישיון
						ומעניקי הרישיונות שלה, ואת עובדיהם, קבלנים, סוכנים, נושאי משרה
						ודירקטורים שלהם, מפני ונגד כל תביעה, נזק, התחייבות, הפסדים,
						התחייבויות, עלויות או חוב, והוצאות (לרבות אך לא רק שכר טרחת עורך
						דין), הנובעות או הנובעות מ-א) השימוש והגישה שלך לשירות, על ידך או על
						ידי כל אדם המשתמש בחשבונך ובסיסמתך; ב) הפרה של תנאים אלה, או ג)
						הפרתך של זכויות כלשהן של צד שלישי, לרבות אך לא רק זכויות קניין
						רוחני, זכויות פרטיות או זכויות פרסום
					</p>

					<p>.</p>

					<p>
						<strong>חוק מסדיר</strong>
					</p>

					<p>
						תנאים אלה ינוהלו ויפורשו בהתאם לחוקי מדינת ישראל, ללא התחשבות
						בהוראות ניגוד החוק. הכישלון שלנו באכיפת זכות או הוראה כלשהי בתנאים
						אלה לא ייחשב כוויתור על זכויות אלה. אם הוראה כלשהי בתנאים אלה תיקבע
						כפסולה או בלתי ניתנת לאכיפה על ידי בית משפט, שאר ההוראות של תנאים
						אלה יישארו בתוקף
					</p>

					<p>.</p>

					<p>
						<strong>שינויים</strong>
					</p>

					<p>
						אנו שומרים לעצמנו את הזכות, לפי שיקול דעתנו הבלעדי, לשנות או להחליף
						תנאים אלה בכל עת. על ידי המשך גישה או שימוש בשירות שלנו לאחר כניסת
						תיקונים לתוקף, אתה מסכים להיות כפוף לתנאים המתוקנים.&nbsp;
					</p>

					<p>
						התנאים העדכניים נמצאים{" "}
						<a
							href="https://www.alphablog.blog/index.php/terms-and-conditions/"
							data-type="URL"
							data-id="https://www.alphablog.blog/index.php/terms-and-conditions/"
						>
							בקישור זה
						</a>
						.
					</p>

					<p>אם אינך מסכים לתנאים החדשים, אינך מורשה עוד להשתמש בשירות</p>

					<p></p>

					<p>
						<strong>סיום</strong>
					</p>

					<p>
						אנו עשויים לסיים או להשעות את חשבונך ולחסום גישה לשירות באופן מיידי,
						ללא הודעה מוקדמת או חבות, לפי שיקול דעתנו הבלעדי, מכל סיבה שהיא וללא
						הגבלה, לרבות אך לא רק הפרה של התנאים
					</p>

					<p>
						אם ברצונך לסיים את חשבונך, תוכל פשוט להפסיק את השימוש בשירות ו/או
						למחוק את חשבונך. במקרה של סיום חשבון, הוראות תקנון זה, אשר מטבען
						אמורות לשרוד את סיום החשבון, ישארו לאחר סיום, לרבות, ללא הגבלה,
						הוראות בעלות, הסתייגות מאחריות, שיפוי והגבלות אחריות
					</p>

					<p>
						<strong>כתב ויתור על אחריות</strong>
					</p>

					<p>
						השימוש שלך בשירות הוא על אחריותך הבלעדית. השירות ניתן על בסיס “כמות
						שהוא” ו”כפי שהוא זמין”. השירות ניתן ללא אחריות מכל סוג, בין אם
						מפורשת או משתמעת, לרבות, אך לא רק, אחריות משתמעת לסחירות, התאמה
						למטרה מסוימת, אי-הפרה או מהלך ביצוע או פעילות תקינה או כמצופה
					</p>

					<p>
						אלפא בלוג אינו מתחייב כי א) השירות יפעל ללא הפרעה, מאובטח או זמין
						בכל זמן או מיקום מסוימים; ב) כל שגיאה או ליקוי יתוקנו; ג) השירות נקי
						מוירוסים או רכיבים מזיקים אחרים או ד) השימוש בשירות יעמוד בדרישות או
						בציפיות שלך
					</p>

					<p>
						<strong>קישורים ושירותים של צד שלישי</strong>
					</p>

					<p>
						השירות עשוי להכיל קישורים לאתרים או שירותים של צד שלישי שאינם בבעלות
						או בשליטת אלפא בלוג. אין לנו שליטה על התוכן, מדיניות הפרטיות או
						הנוהלים של אתרים או שירותים של צד שלישי ואינו נוטלים עליו אחריות.
						בנוסף, אתה מאשר ומסכים כי אלפא בלוג לא תהיה אחראית או אחראית,
						במישרין או בעקיפין, לכל נזק או הפסד שנגרמו או נטען שנגרמו על ידי או
						בקשר עם השימוש או הסתמכות על כל תוכן, סחורה או סחורות כאלה&nbsp;
					</p>

					<p>
						אנו ממליצים לך בחום לקרוא את התנאים וההגבלות ואת מדיניות הפרטיות של
						כל אתרי אינטרנט או שירותים של צד שלישי שבהם אתה מבקר
					</p>

					<p>
						<strong>דיווח על הפרות</strong>
					</p>

					<p>
						אם נודע לך על הפרה כלשהי של תנאים אלה או כל תוכן שלדעתך אינו הולם,
						בלתי חוקי או מעורר התנגדות אחרת, תוכל לדווח לנו על תוכן כזה על ידי
						יצירת קשר בכתובת דוא”ל שמופיעה בסוף מסמך זה, אנו נסקור כל דיווח כזה
						וננקוט פעולה מתאימה, לפי שיקול דעתנו הבלעדי, שעשויה לכלול הסרת
						התוכן, השעיה או סיום חשבונו של המשתמש האחראי לתוכן ו/או דיווח על
						המשתמש לרשויות אכיפת החוק
					</p>

					<p>
						<strong>מדיניות הפרטיות</strong>
					</p>

					<p>
						השימוש שלך בשירות כפוף{" "}
						<a
							href="https://www.alphablog.blog/index.php/privacy-policy/"
							data-type="URL"
							data-id="https://www.alphablog.blog/index.php/privacy-policy/"
							target="_blank"
							rel="noreferrer noopener"
						>
							למדיניות הפרטיות שלנו
						</a>
						, המשולבת בתנאים אלה באמצעות{" "}
						<a
							href="https://www.alphablog.blog/index.php/privacy-policy/"
							data-type="URL"
							data-id="https://www.alphablog.blog/index.php/privacy-policy/"
						>
							קישור
						</a>
						. על ידי שימוש בשירות, אתה מאשר שקראת והבנת את מדיניות הפרטיות שלנו
						ואתה מסכים לאיסוף, שימוש ושיתוף של המידע שלך כמתואר בו
					</p>

					<p>
						<strong>התנהלות משתמשים</strong>
					</p>

					<p>כמשתמש בשירות, אתה מסכים לא להשתמש בשירות כדי</p>

					<p>
						א) להתחזות לכל אדם או ישות, או הצהרה כוזבת או מצג שווא בכל דרך אחרת
						את השתייכותך לאדם או לישות
					</p>

					<p>
						ב) לעסוק בכל התנהגות שתפריע, תהרוס או תגביל את הפונקציונליות של
						השירות או השרתים, הרשתות או המערכות הקשורות אליו
					</p>

					<p>
						ג) להשתמש בשירות לכל מטרה בלתי חוקית או לא מורשית, או תוך הפרה של כל
						חוק מקומי, ממלכתי, לאומי או בינלאומי, לרבות, ללא הגבלה, חוקים ותקנות
						זכויות יוצרים
					</p>

					<p>ד) לאסוף או לאחסן מידע אישי על משתמשים אחרים ללא הסכמתם המפורשת</p>

					<p>
						ה) להעביר כל פרסום לא רצוי או לא מורשה, חומרי קידום מכירות, “דואר
						זבל”, “דואר זבל”, “מכתבי שרשרת”, “מזימות פירמידה” או כל צורה אחרת של
						שידול
					</p>

					<p>
						ו) לקדם או להקל על כל פעילות האסורה על פי תנאים אלה או חוקים ותקנות
						החלים במדינת ישראל
					</p>

					<p>
						<strong>ההסכם כולו</strong>
					</p>

					<p>
						תנאים אלה, יחד עם{" "}
						<a href="https://www.alphablog.blog/index.php/privacy-policy/">
							מדיניות הפרטיות
						</a>{" "}
						שלנו ו
						<a
							href="https://www.alphablog.blog/index.php/community-guidelines/"
							data-type="URL"
							data-id="https://www.alphablog.blog/index.php/community-guidelines/"
						>
							הנחיות הקהילה
						</a>{" "}
						וכל הודעה משפטית אחרת המתפרסמת על ידינו בשירות, מהווים את כל ההסכם
						בינך לבין אלפא בלוג, לגבי השימוש שלך בשירות ומחליפים כל הסכמים,
						הבנות או מצגים קודמים, בין אם נכתבו או בעל פה, המתייחסים לאותו נושא
					</p>

					<p>
						<strong>כוח עליון</strong>
					</p>

					<p>
						אלפא בלוג לא תישא באחריות לכל עיכוב או אי ביצוע הנובעים מסיבות שאינן
						בשליטתה הסבירה, לרבות, אך לא רק, מעשי אלוהים, מלחמה, טרור,
						התפרעויות, אמברגו, פעולות של רשויות אזרחיות או צבאיות, אש. ,
						שיטפונות, תאונות, מגיפות, מגיפות, שביתות או מחסור במתקני תחבורה,
						דלק, אנרגיה, עבודה או חומרים.
					</p>

					<p>
						<strong>הודעות</strong>
					</p>

					<p>
						כל הודעה או הודעות אחרות שיסופקו על ידי אלפא בלוג במסגרת תנאים אלה,
						לרבות אלה הנוגעות לשינויים בתנאים אלה, יימסרו על ידי אלפא בלוג&nbsp;
						באמצעות דואר אלקטרוני; או על ידי פרסום בשירות. עבור הודעות שנשלחו
						בדוא”ל, תאריך השליחה ייחשב לתאריך שבו מועברת הודעה זו, לגבי פרסום
						באתר, תאריך הפרסום באתר
					</p>

					<p>
						<strong>מערכת היחסים בין הצדדים</strong>
					</p>

					<p>
						שום דבר בתנאים אלה לא יתפרש כיצירת שותפות, מיזם משותף, העסקה או יחסי
						סוכנות בינך לבין אלפא בלוג. אין לך סמכות לחייב את אלפא בלוג&nbsp;
						מכל בחינה, ולאלפא בלוג אין סמכות לחייב אותך
					</p>

					<p>
						<strong>אחריות המשתמש על גיבוי תוכן</strong>
					</p>

					<p>
						אתה מאשר ומסכים שבאחריותך הבלעדית לגבות כל תוכן משתמש או נתונים
						אחרים שאתה מעלה, מפרסם או שולח לשירות בדרך אחרת. אלפא בלוג אינה
						אחראית לכל אובדן, נזק או השחתה של תוכן המשתמש או הנתונים שלך. עליך
						לשמור עותקים של תוכן המשתמש והנתונים שלך במערכות שלך או בשירותי צד
						שלישי כדי להבטיח שיש לך גיבויים מתאימים במקרה של אובדן או נזק כלשהו
						לתוכן המשתמש שלך או לנתונים בשירות. אלפא בלוג מתנער מכל אחריות או
						חבות הקשורה לגיבוי, אחסון או אחזור של תוכן המשתמש או הנתונים שלך
					</p>

					<p>
						<strong>מטרת פלטפורמת אלפא בלוג והגבלות תוכן</strong>
					</p>

					<p>
						אתה מאשר ומסכים שהמטרה העיקרית של אלפא בלוג היא שמשתמשים ישתפו
						ויכתבו על חיי היומיום והחוויות האישיות שלהם. בשימוש בשירות, אתה
						מסכים לא להשתמש בפלטפורמה למטרת מכירה או קידום של העסק או העיסוק
						המקצועי שלך, הצגת פרסומות למשתמשים או קידום תוכן בתשלום ללא הסכמה
						מראש ובכתב של אלפא בלוג. כל תוכן שנמצא כמפר הוראה זו עשוי להיות מוסר
						לפי שיקול דעתו הבלעדי של אלפא בלוג וחשבונך עשוי להיות נתון להשעיה או
						לסיום ללא הודעה מוקדמת
					</p>

					<p>
						<strong>ציות לרשויות החוק ושירותי החירום</strong>
					</p>

					<p>
						אתה מאשר ומסכים שאם אלפא בלוג נדרש על ידי רשויות אכיפת החוק, הרשויות
						הממשלתיות או שירותי החירום לחשוף כל מידע אודותיך או לספק גישה
						לחשבונך, אלפא בלוג ישתף פעולה באופן מלא עם בקשות כאלה. על ידי שימוש
						בשירות, אתה מסכים לחשיפת המידע שלך או גישה לחשבון של אלפא בלוג&nbsp;
						בהתאם לכל התחייבות משפטית, צו בית משפט או בקשות מאכיפת החוק או
						שירותי החירום
					</p>

					<p>
						<strong>הצגת תוכן משתמש בעמוד הראשי</strong>
					</p>

					<p>
						בשימוש בשירות, אתה מאשר ומסכים שאלפא בלוג עשוי, לפי שיקול דעתה
						הבלעדי, להציג את התוכן שלך בעמוד הראשי של הפלטפורמה ללא הודעה
						מוקדמת. אם התוכן שלך מוצג וברצונך להסיר אותו מהעמוד הראשי, עליך
						להודיע לאלפא בלוג בדוא”ל שמופיעה בסוף מסמך זה, עם קבלת בקשתך, אלפא
						בלוג ינקוט פעולה מתאימה כדי להסיר את התוכן המוצג במסגרת זמן סבירה
					</p>

					<p>
						<strong>כותרות</strong>
					</p>

					<p>
						הכותרות בתנאים אלה מיועדות לנוחות בלבד ואין להן השפעה משפטית או
						חוזית
					</p>

					<p>
						<strong>יצירת קשר</strong>
					</p>

					<p>
						אם יש לך שאלות או חששות לגבי תנאים אלה, אנא צור איתנו קשר בכתובת
						דוא”ל support@alphablog.blog
					</p>

					<p>שימוש מהנה באלפא בלוג!</p>
				</div>
			</div>
		</Container>
	);
};

export { Terms };
