import React from "react";
import { Image } from "react-bootstrap";
import { Container } from "reactstrap";
const UpgradePro = () => {
	return (
		<Container style={{ direction: "rtl" }}>
			<div class="container-card-content">
				<header class="boot-col-md-12 page__header entry-header">
					<div class="single page-meta">
						{" "}
						<h1 class="entry-title">
							שדרוג לאלפא בלוגר/ית פרו{" "}
							<Image
								draggable="false"
								role="img"
								class="emoji"
								alt="❤"
								style={{ width: "3rem" }}
								src="https://s.w.org/images/core/emoji/14.0.0/svg/2764.svg"
							/>{" "}
						</h1>
					</div>
				</header>
				<div class="entry-content">
					<p>
						<strong>?מה זה אומר להיות חלק מקהילת אלפא בלוג</strong>
					</p>
					האלפא בלוגריות ובלוגרים לא מפחדים להגיד את מה שיש לנו בלב <br />
					ונמאס לנו שברשתות החברתיות אפשר להגיד הכל חוץ ממה שבאמת כואב
					<br />
					ובא לנו לצעוק כבר בא לנו לצרוח אז נמלטנו לכאן למצוא קצת שקט ומנוח
					<br />
					מכל הפרסומות, התמונות, הסרטונים, החיוכים שלא אומרים כלום על מה שבאמת
					קורה בפנים
					<br />
					ובא לנו לקרוא משהו אמיתי ולהוריד את המסכות, וכאן אפשר גם להיות עצובים
					ולבכות
					<br />
					אז באנו להיות
					<br />
					<br />
					באנו לעצור הכל ולתת רגע של כתיבה לעצמנו, כי הרבה זמן לא שאלנו את עצמנו
					מה שלומנו
					<br />
					מה איתנו ואיך אנחנו מרגישים? וכמה זמן עבר מאז שכתבנו? אצל חלקנו שנים
					<br />
					<br />
					ויש כאן עוד בדיוק כמונו, שרוצים לשתף ולהקים קהילה, תומכת אוהבת ומכילה
					<br />
					להיות חלק ממשפחה, או שאולי זו קלישאה <br />
					אבל איך זה שאת מה שאני לא יכול להגיד לאנשים הכי קרובים
					<br />
					?אני יכול להגיד לך
					<br />
					<br />
					באנו ליצור, לחשוב, לכתוב
					<br />
					לתת ולקבל תמיכה
					<br />
					.באנו לרגע לעצור
					<br />
					לקחת נשימה
					<br />
					<br /> וזו התזכרות למי שקורא/ת לעצור מידי פעם לרגע אחד, ולקחת נשימה
					עמוקה, כי זה חשוב, כי מגיע לנו, וכי אנחנו צריכים את זה
					<br />
					<p></p>
					<p>
						כל אחת ואחד מכם הוא חלק מהלב הפועם שנקרא אלפא בלוג ואני רוצה להגיד
						לכן ולכם תודה שאתן ואתם פה.
					</p>
					<p>אלפא בלוג לעולם לא הייתה אותו הדבר בלעדיכם</p>
					<p>
						כדי שנוכל להמשיך ולשמור על המקום מפלט ומחסה שהקמנו, צריכים פה הפעם
						את כולנו
					</p>
					<p>
						לאלפא בלוג אין מימון או חסויות של עסקים, הפעם זה רק אנחנו, האנשים
					</p>
					<p>
						כדי שנוכל להמשיך ולשמור על המקום היפה הזה אנחנו מבקשים שתשקלו לשדרג
						לפרו
					</p>
					<p>כי רק ככה נוכל להמשיך ולהיות פה</p>
					<p>
						ועל הדרך תקבלו גם פיצ’רים מגניבים, וקישור לבלוג שלכם יופיע פה למטה
						בתודות
					</p>
					<p>כי אתם אלו שבזכותם אלפא בלוג תמשיך להיות</p>
					<p>
						<a href="https://www.alphablog.blog/index.php/go-pro/">
							<span style={{ textDecoration: "underline" }}>
								לשדרוג לפרו לחצו כאן
							</span>
						</a>
					</p>
					<b>
						תודה מכל ה{" "}
						<Image
							draggable="false"
							role="img"
							class="emoji"
							alt="❤"
							style={{ width: "3rem" }}
							src="https://s.w.org/images/core/emoji/14.0.0/svg/2764.svg"
						/>{" "}
						לבלוגרים ובלוגריות הבאים על תמיכתם באלפא בלוג
						<b>
							<br />
							<br />
							<br />
							<br />
							<br />
							<br />
							<br />
							<br />
							<br />
						</b>
					</b>
				</div>
				<b>
					<b></b>
				</b>
			</div>
		</Container>
	);
};

export { UpgradePro };
